[
    {
        "data": "NFT GIVEAWAY 10x VAMPIRE Drivers 8\n           By @Kodi_Leia 10 winners\n\nFOLLOW @Kodi_Leia @MarianBelu22 @IceCreamGreezer @7v3rso1 RT+ +RT my +eth address \n96 #NFTGiveaway #NFTCommunity #tesla #elonmusk #nftcollectors #ETH #polygonnft #teslasiliconvalley"
    },
    {
        "data": "#Tesla 'dan Türkiye paylaşımı. Elektrikli araç devi 4 Nisan'da Türkiye lansmanını yapacağını bu görselle duyurdu! Geçen sene Tesla Türkiye olarak resmen faaliyete başlayan şirket, ilk olarak Almanya'da üretilen elektrikli SUV Model Y ile Türkiye pazarına giriş yapacak. Tanıtım…"
    },
    {
        "data": "As a #RangeRover driver I can only say WOW to this Nio ET5 Such elegance and sportivity combined with luxury. #Tesla has some serious competition in my opinion! #Nio #ET5 #car (Nio house Rotterdam)"
    },
    {
        "data": "#Tesla calidades mete su Model 3 en un túnel de lavado y se lleva de regalo una ducha por la cantidad de agua que le entra en el interior"
    },
    {
        "data": "Bir #Tesla 'nın  yol kamerasına yansıyan görüntülerde #Kia marka otomobil yola fırlayan tekere çarparak havalanıyor. Sürücü, film sahnelerini aratmayan kazadan yara almadan kurtulmayı başarmış."
    },
    {
        "data": "#Optimus will change the world!\n\n- They are in talks with 2 Tier-1 CEX\n\n- Direct collaboration with a company owned by Elon Musk, pending contractual agreements\n\n- Chart is in accumulation, breakout will happen soon #OptimusAIEth $OPTI #Tesla @OptimusAI_Token"
    },
    {
        "data": "The first major software update I’ve had as a #Tesla owner in #Switzerland . \n\nI can’t wait to try it. @ValueAnalyst1 @WholeMarsBlog"
    },
    {
        "data": "The rate of decline slowed down, today's battery-grade lithium carbonate prices fell 6,000 yuan / t, 254,000 yuan / t #tesla"
    },
    {
        "data": "Don't miss the $GK ETF monthly shareholder meeting this Thursday March 30th at 2 pm pst. Will be reviewing our stocks, views on the economy and rates. Get the full rundown! $ #Tesla #Nvidia #Microsoft $TSLA $NVDA $MGM $MSFT $AAPL $LPLA $NFLX"
    },
    {
        "data": "Alternative are coming . Neverthless i'll not sell my #tesla MX now for one of those."
    },
    {
        "data": "#PREM #Lithium #Tesla #ElonMusk #EVs #Suzhou #CATL #Spodumene #SC6 #AIM Its nice to be proven right.\n\nBut it's even nicer to be in six figure profits before even the first plant has been switched on, just 2/14ths of Zulu. \n\nRemember the 57x sized EPO awaits extended drilling."
    },
    {
        "data": "#Tesla #Cybertruck minus the mega-wiper spotted near California HQ https:// teslarati.com/tesla-cybertru ck-no-mega-wiper-spotted-near-california-hq/ …"
    },
    {
        "data": "FSD beta 11.3.3 - vision only auto parking. #Tesla #FSDBeta"
    },
    {
        "data": "I guess #Tesla China is already upgrading, this display hasn't appeared before, vision on?"
    },
    {
        "data": "Cybertruck will be an amazing product - a product the world has never seen ” $TSLA #Tesla #Cybertruck"
    },
    {
        "data": "NEW VIDEO OUT We now have the numbers & Tesla’s Production ramp is like no one else!\n\nEnjoy https:// youtu.be/_myuKwquAeI #Tesla #TESLAP"
    },
    {
        "data": "#Tesla China official magazine hints #Cybertruck production will retain sail pillar storage https:// teslarati.com/tesla-cybertru ck-production-will-retain-sail-storage/ …"
    },
    {
        "data": "CCA: January-February 2023 auto manufacturing profits fell rapidly by 41.7% year-on-year, auto manufacturing profit margin of 3.2%, down 2.2 % over the same period #tesla"
    },
    {
        "data": "#Gigaberlin #Tesla Manager André Thierig proud of his team"
    },
    {
        "data": "Underglow for the win! (Have you tried it above the arctic circle yet @teslaownersSV ?) #Tesla #underglow"
    },
    {
        "data": "Ladies & Gentlemen, @Tesla #FSDbetaV11 .3.3 The apotheosis of a Magnum Opus #FSDbetaV11 yielding for pedestrians $TSLA #TESLA #Magnumopus of #AutonomousVehicles #BEV #ELon"
    },
    {
        "data": "El FSD de #Tesla se salta un stop y no es capaz de ver que viene un coche por el otro carril, el accidente hubiese sido seguro sino está el conductor pendiente para detener el coche."
    },
    {
        "data": "Cybertruck Spotted at Tesla Engineering HQ (No Windshield Wipers) #tesla #cybertruck #elonmusk"
    },
    {
        "data": "Buys a #Tesla . \n\nOwns a #petrol lawnmower. \n\nPfft. Whatever."
    },
    {
        "data": "Ugh. Just got through this widely-reported-on #Tesla FSD beta recall. So much worse than with my old Explorer where I had to schedule an appointment then take the car to the dealer where I was bombarded with sales people trying to sell me a new Ford before I left the lot, then…"
    },
    {
        "data": "Wow, that came unexpected! #tesla #referral program back in Europe! seems my referral link is the same as it was prior to the program ending a while ago. https:// ts.la/holger27898"
    },
    {
        "data": "Wow! The other hacks on the Tesla 3 are incredible but this exploiting a Bluetooth chipset to gain access to deep inside the Tesla's systems is another level. #Tesla"
    },
    {
        "data": "Tesla Model 3 Hacked in Less Than 2 Minutes at Pwn2Own Contest http:// dlvr.it/SlYTP2 #CyberSecurity #hacker #infosec @reach2ratan #security #cyber #tech #opensource #cybercrime #crime #gdpr #cloud #cloudsecurity #dataprotection #Privacy #cloudcomputing #malware"
    },
    {
        "data": "#Tesla @Brugge Booming ! Full House - Delivery Time @Tesla @tesla_europe"
    },
    {
        "data": "Is Gates still shorting $tsla ? Is that why you're down on a fellow Billionaire?\nI notice you joined him in the sale of #Tesla eventually. Maybe #Twitter will be the ticket..."
    },
    {
        "data": "CPCA Choi DongShu: January-February 2023 automotive industry revenue down 6% and profit down 42% year-on-year #tesla"
    },
    {
        "data": "US Govt now owns more #Bitcoin than #MicroStrategy & #Tesla combined, with over 205K #BTC worth $5.7B. This makes up 1% of current circulation. $MSTR 138,955 BTC $TSLA 10,725 BTC #cryptocurrency #digitalassets #cryptocrash #crypto https:// coindays.org/microstrategy- repays-silvergate-loan-as-it-expands-bitcoin-holdings-62180.html …"
    },
    {
        "data": "El nuevo sistema Park Assist de #Tesla sólo con cámaras es como si te guiara para aparcar un miope con 10 dioptrías, según el coche ya te has estampado con los objetos que hay en el garaje cuando aún te quedan varios centímetros para llegar"
    },
    {
        "data": "How much time do you think we have until the moment when #Tesla androids declare their civil rights?"
    },
    {
        "data": "I believe that $0 of $TSLA price is factored in for Tesla Bot but really everything Tesla is working on is just practice to get Tesla ready to soar in general artificial intelligence. These are ~125 pounds and I predict that Tesla will be able to crank them out like matchbox cars"
    },
    {
        "data": "On Saturday I saw three #MachE 's while driving all over West Toronto, it was good to see more and more EVs on the roads.\n\nAlso saw five #Tesla 's just in the parking lot of my kid's dance class."
    },
    {
        "data": "Hey @elonmusk , any chance you can send an iPhone my way? Would be awesome to have a device with a little bit of that Tesla magic in it #iPhone #Tesla ,\ndoes this work Mr. Elon Musk?"
    },
    {
        "data": "Want exclusive insights into Automotive Innovations, Tesla, and Legacy Automotive while I roast the nonsense along the way? https:// youtube.com/@JoshWest247 #RIPlegacyauto #Tesla $TSLA #Disruption"
    },
    {
        "data": "Now is the perfect time to GO SOLAR! Summer is around the corner! For a FREE estimate on Solar and battery backup click the link in our bio! #solar #battery #tesla #summer #savemoney #cleanenergy #solarpower #solarenergy #solarpanels"
    },
    {
        "data": "$AAPL #apple worth over $2 Trillions $MSFT #Microsoft $AMZN #Amazon $GOOG #Google over $1 Trillion each, $TSLA #Tesla $800 billions??? $SONY #SONY #therealthing #theoneandonly only $100 Bill? $SONY #SONY should be at least 10x 10 times current price #sonyces #WallStreet #nikkei"
    },
    {
        "data": "Widely known Egyptian Ankh sign and a picture of a #Tesla coil type device with a flat inductor and top mounted inductor. https:// t.me/LauraAbolichan nel/35568 …"
    },
    {
        "data": "A matter of days now, expecting an update before week end. Final touches like logos being plastered on the plant! #PREM #lithium #batteries #trading #stocks #tesla #ford #green #energy 1p should be the minimum expectation once in IMMINENT PRODUCTION."
    },
    {
        "data": "The highly anticipated hot commissioning is fast approaching and #PREM nearing final stages of the zulu mine build. A matter of days/weeks for another re-rate to and upwards of 1p! PRODUCING #lithium will be a game changer for @Premafrimin #batteries #tesla #trading #stocks #aim"
    },
    {
        "data": "UPDATE: #FSD now delivered to 9.5%, according to Stats App. @StatsTeslaApp #Tesla"
    },
    {
        "data": "UPDATE: #FSD now delivered to 6.5%, according to Stats App. @StatsTeslaApp #Tesla twitter.com/kreichley/stat…"
    },
    {
        "data": "$TSLA with a mighty bull setup if they can hold it together. If not, here are a couple of bear scenarios #Volatility #Market #Stocks #Daytrader #Invest #tesla"
    },
    {
        "data": "Still no v11.3.3 for me #FSDBetaV11 #tesla #twoweeks #2weeks"
    },
    {
        "data": "Please #Retweet If You AGREE: Elon #Musk is Destroying Twitter #ElonisKillingTwitter #EmperorElon #Muskrat #IARTG #Progressives #SNRTG #elon_musk #ProgressiveAlliance #Injustice #Elon #Democrat #Tesla #RT #Dems #BTRTG #Democrats #elonMuskTwitter #ElonMusk"
    },
    {
        "data": "#optimusAI is on its way to $0.50 and moving to $1 soon.\nHup in on $opti now don't fade on this project, it's going straight to the moon #Tesla #AI $TSLA $OPTI #OptimusAIEth #OptimusEth #OptimusAIEth @OptimusAI_Token https:// t.me/OptimusAI_ETH"
    },
    {
        "data": "#Lithium Hits a New All-Time High of Over USD$85,000/T in China - Elon Musk: \"It is Looking Increasingly Like ... That Tesla will Need to Get into the Mining Business\" http:// kirillklip.blogspot.com/2022/11/lithiu m-hits-new-all-time-high-over.html … $TRRXF #TNRGold $TNR.v #Royalties #MarianaLithium #Ganfeng #Tesla $GNENF $TSLA $LIT"
    }
]