[
    {
        "data": "First #Tesla Model Y in Midnight Cherry Red arrived at Tesla Service Center Ottersberg/Bremen. More Pictures in comments. @TeslaOwnersDEU @Giga_Berlin @teslamag @TFFeV @Gf4Tesla @TeslaOwnersDE @AllThingsTSLA @elonmusk"
    },
    {
        "data": "When your Uber is a Tesla #uber #tesla #uberdriver"
    },
    {
        "data": "Wow; BUY A #TESLA"
    },
    {
        "data": "92k miles, original brake pads @Tesla"
    },
    {
        "data": "We are Giga Berlin ! #5k Feel the heartbeat getting louder and louder, breaking records after records… What a Team, What a Company, What a Factory ! We’re just getting warmed up… #GigaBerlin #ModelY #Tesla by Thibault Girost/LinkedIn @Tesla @tesla_europe @Gf4Tesla"
    },
    {
        "data": "\"Tesla will have over 1 million robotaxis on the road next year\"\n-Elon Musk, 22 Apr 2019\n\nDays elapsed: 1,434\nDays late: 815 Robotaxis on the road: 0 (0% of target)\n\nRobotaxis missing: >1,000,000 #Tesla $tsla $tslaq"
    },
    {
        "data": "The paint transformation continues at Giga Texas, along with major progress in the cathode area more Model Ys shipped out and an overall busy Sunday! #Tesla #GigaTexas #ModelY"
    },
    {
        "data": "Should #Tesla bring it back?"
    },
    {
        "data": "I made this cool #Tesla model 3 photo using #AI , the result is really incredible !\nWhat do you think ? #StableDiffusionAI #stablediffusion #aiphotography #midjourney#Teslamodel3"
    },
    {
        "data": "The Congo \n\nThis is where cobalt for your “clean” “green” electric car comes from. \n\nStill feel good about your #Tesla ?"
    },
    {
        "data": "This is exactly why I want the safest car on Earth to travel safely with my family #Tesla"
    },
    {
        "data": "Witnessed and recorded the most INSANE car crash yesterday, you can see Autopilot also swerve and avoid the rouge tire for me $TSLA"
    },
    {
        "data": "Oh, hello.... nevermind. #Fsdbeta #FSDBetaV11 #Tesla #Twitter #Canada"
    },
    {
        "data": "Saw this in the parking lot at my flight school. My heart hurts. #tesla"
    },
    {
        "data": "Okaaay…def can’t beat this rate in my area - Central Jersey and a very early morning to all Currently charging at .14/kWh at Bridgewater,NJ Wawa. I guess this is the best time to charge at 5:44AM with 6 cars charging #cheapsupercharging #tesla #newjerseycharging …"
    },
    {
        "data": "Elon Musk tweeted today, saying advertisers are returning to Twitter.\n\nThey aren't. \n\nWhy advertisers aren’t coming back to Twitter. Elon Musk is still the problem. For #Tesla brand, too. $TSLA"
    },
    {
        "data": "Do you agree humanoid robots will be the electronics best sold item ever (billions per year)? #Tesla #Elon #TeslaAIBot"
    },
    {
        "data": "I just donated to support the River Fork, MS victims. \n\nPlease help support this cause if you’re able to. #Tornado #Tesla @Tesla #TornadoMississippi @teslamissi"
    },
    {
        "data": "https:// gofund.me/7374ff65"
    },
    {
        "data": "My company owns a #Tesla vehicle.  I need the invoices in #msdyn365bc Business Central.  I started playing with the Tesla API and created an app.  Please join in to make this app useful.  I will also need the subscription invoices."
    },
    {
        "data": "#Tesla , please, when can I get Tesla vision update. My parking skills are not really good i have no USS.\n2023.6.9 coming to the UK soon"
    },
    {
        "data": "Elon Musk forgets that #Twitter employees have access to facts and reality. He can't bullshit them the way he does #Tesla investors. $TSLA"
    },
    {
        "data": "Media: Musk Offers Stock Awards to Twitter Employees at $20 Billion Valuation\nThe Information #tesla"
    },
    {
        "data": "Woke to this headline:\n\n“ #Tesla #Model3 #hacked via BT in less than two minutes.”\n\nFrom article: “The attacks gave deep access into subsystems controlling vehicle's #safety components… they could then among other things open the front trunk or door while the car was in motion.”"
    },
    {
        "data": "This Tesla got confused by a horse and carriage on the road #Tesla"
    },
    {
        "data": "It is a failure and a fraud $tsla $tslaq #tesla #elon #MarchMadness"
    },
    {
        "data": "\"Tesla will have over 1 million robotaxis on the road next year\"\n-Elon Musk, 22 Apr 2019\n\nDays elapsed: 1,433\nDays late: 814 Robotaxis on the road: 0 (0% of target)\n\nRobotaxis missing: >1,000,000 #Tesla $tsla $tslaq"
    },
    {
        "data": "Caption this car: #Tesla @elonmusk"
    },
    {
        "data": "I got it last night and this morning I went for a 25 miles drive through the city with zero intervention. All the issues I had with V10.2 are now gone. #Tesla is getting really close to a 100% reliable FSD, most people have no idea"
    },
    {
        "data": "Does look like a pretty cool police car and should keep pace with any gateway cars. #tesla #policecar #ElectricCars #ev #trulycharged"
    },
    {
        "data": "#Lithium Investors are piling billions of dollars in #EVs , searching for the next #Tesla . Automakers are investing billions of $$$ in an effort to still produce cars in the nearest future & not to become part of the ICE Age exhibitions in the museums. $WINH $SGML $SQM $ALB $TSLA"
    },
    {
        "data": "Yes let’s go @Tesla #FSDBetaV11 #FSD can’t Wait to test the latest V11 @elonmusk @WholeMarsBlog @teslaownersSV @Teslaconomics @SawyerMerritt @DirtyTesLa @teslanorcalreno @TeslaOwnersEBay @TeslaLV #Tesla #tsla @GigaBerlin @TeslaClubLA"
    },
    {
        "data": "Pretty sure I’ve lost 10% battery solely from checking for updates over the last week smh. Where is my v11?! #FSDBeta #TeslaFSD #Tesla #TeslaFSDBeta"
    },
    {
        "data": "Tesla unveiled the Model S on this day in 2009 #Tesla #ModelS #ev"
    },
    {
        "data": "Concept designs for a more luxurious model S interior #tesla @elonmusk #Tesla"
    },
    {
        "data": "Happy Sunday! So nice to see the sun again here in the San Francisco Bay Permits just approved for our new #solarsystem w #Tesla #powerwalls ; hoping installation happens soon so we can enjoy this sunshine even more! #SolarNinjaTroy #DriveOnSunshine #HeatPump #InductionStove"
    },
    {
        "data": "Buy a #Tesla instead"
    },
    {
        "data": "There are only ~3,000 new vehicles in the *entire* United States priced under $20K right now"
    },
    {
        "data": "Not even 3k miles on my Model Y and hit a raccoon.  Poor #Tesla"
    },
    {
        "data": "My friend's #Tesla showing off its lights dancing skills, and I wondering, whether my neighbours going to enjoy the show or swearing @elonmusk #TeslaDancingSkills #TeslaRadar #TeslaTakeover #TeslaUK"
    },
    {
        "data": "#Tesla is starting to get meaningful revenue from more than just cars. Energy and services combined for more than 12% of fourth-quarter revenue and growing much more quickly than vehicle sales! https:// flip.it/qo-J9h @elonmusk"
    },
    {
        "data": "Tesla Unbox Therapy Welcome @Thr0nSK at Tesla Owners Slovakia and global Tesla family #elektromobil #slovensko #tesla"
    },
    {
        "data": "Accelerating the world’s transition to sustainable energy @Tesla @tesla_europe @TeslaSlovakia"
    },
    {
        "data": "#Tesla onboard entertainment warming up your cold days $TSLA nice"
    },
    {
        "data": "肌寒い日が続くこの時期には、焚き火モードも便利"
    },
    {
        "data": "Tesla first time ride along for friends visiting from Canada and it’s a Model S Plaid!! The guy behind the passenger seat is hilarious when he sees it’s MPH not KMH. Someone said he sounds like Cheech, who do u think he sounds like? @Tesla @elonmusk https:// youtu.be/xLAaSP0-BDU #Tesla"
    },
    {
        "data": "The long-awaited Tesla Semi has finally arrived, with the first customers receiving their vehicles sooner rather than later.\nVideo - inst/businessloopoffical #MotoGP #Tesla #elonmusktwitter"
    },
    {
        "data": "GM, Illuminati It’s my secret message to the #CT In it I’ve collected all the forbidden symbols and now I have to hide P.s.: This is of course a joke not advice. Just a picture in support of the @Bloobsycom project #Bloob #NFTCommuntiy #NFTFam #NFTs #crypto #tesla"
    },
    {
        "data": "Kelly Yo!  Pls remember that #Tesla us WAY more than an automobile company.  Therefore, you’re asking ppl to compare apples with oranges.  That’s a failed premise from the get-go. But, assuming it were: #Aptera"
    },
    {
        "data": "This #ElectricVehicle can go up to 1000 miles on a charge, and the #solar panels provide some free energy. If u drive < ~200 miles/week, you'll NEVER have to plug it in!  Get $30 off your Aptera Pre-order. #GreenNewDeal #RenewableEnergy #green #sustainable http:// i.refs.cc/j7t13CpP?smile _ref=eyJzbWlsZV9zb3VyY2UiOiJzbWlsZV91aSIsInNtaWxlX21lZGl1bSI6IiIsInNtaWxlX2NhbXBhaWduIjoicmVmZXJyYWxfcHJvZ3JhbSIsInNtaWxlX2N1c3RvbWVyX2lkIjo3MTM0MzU5NzR9 …"
    }
]