[
    {
        "data": "This guy keyed my #Tesla #ModelY when it was parked at 5309 11th Ave NW, #Seattle , 98107. This is in #Ballard and the man lives in the area. If you ever see him, pls DM me. RTs will also be highly appreciated."
    },
    {
        "data": "If you thought Lombard Street is difficult for a robot car to navigate, you should see this. ⁦ @WholeMarsBlog ⁩ ⁦ @elonmusk ⁩ #tesla 11.3.3"
    },
    {
        "data": "So cool to meet ⁦ @jamesdouma ⁩ in person. We also had a sweet ride using FSD beta V11. #tesla"
    },
    {
        "data": "Model Y Performance on the day of the apocalypse! #Tesla #ModelY"
    },
    {
        "data": "Esta fanboy se cree q su #Tesla es un coche del futuro por incorporar cierre automático al alejarse del mismo cuando esto ya lo tenían algunos coches de la década de los 70. Y luego se atreven a llamar cuñados a otros si parece q antes de comprarse el Tesla iban en patinete"
    },
    {
        "data": "In typical @TeslaCharging fashion they just opened their first V4 site in Harderwijk to all EVs!\n(It appeared in the app). #PublicSuperchargingWorldwide goes V4 The Best Easter Gift?\n\nTesting soon. #alwaysbecharging #fastcharging #tesla"
    },
    {
        "data": "If you want a 12v power source in the back of your #Tesla Model 3, we found one.  Behind the pumper bar coming from the rear body control module. #upgrades"
    },
    {
        "data": "OY. #Tesla workers shared ‘intimate’ car camera images, ex-employees allege: ‘Massive invasion of privacy’ #Data #Privacy cc @MiaD @pierrepinna @ChrisGGarrod https:// bit.ly/3GpIP5S via @FinancialTimes"
    },
    {
        "data": "Voted Yes to JB!\n\nI mean Johor Bahru #Tesla"
    },
    {
        "data": "Other view. #Tesla bated the other car companies into competition  w them to get mass acceptance and letting them do the educating and   Then flexes on those companies by using price elasticity to both gain customers and crush his competitors margins.     Pretty smart if you…"
    },
    {
        "data": "Simple logic here. Millions of Americans don't  even know Tesla the company exists. Why not try to reach those people, a certain percentage of those people will want a Tesla. This idea of $TSLA having infinite demand is incorrect. You would not have to reduce price if this was…"
    },
    {
        "data": "When Elon says @DojoChipERC $Dojo is going to be as mainstream as @amazon Were the of all #Tesla AI buying now is an $Opti MUST"
    },
    {
        "data": "Bet @elonmusk 's engineers never thought of this problem with #tesla"
    },
    {
        "data": "Tesla’s Cameras Are Reportedly Spying On Customers, But It’s Not Just A #Tesla Problem https:// bit.ly/3KJ1zzQ $TSLA @CarissaVeliz @Moonalice @ZoeSchiffer @CaseyNewton @PrivacyMatters @gabrielazanfir @AbirGhattas @DonnchaC @fr0gger_ @defcon @CISAJen @RealDanODowd"
    },
    {
        "data": "That’s like asking what’s better $DOJO or $OPTI you can’t have one without the other. The @DojoChipERC powers #OPTIMUS and all #Tesla AI"
    },
    {
        "data": "First FSD drive followed by delicious lunch at Tobiko Sushi at Barnes Airport #SaturdayVibes #fsd #tesla"
    },
    {
        "data": "Recovering from injuries after a Tesla autonomous driving accident. Tech advancements bring risks, but safety should never be compromised. Let's push for more testing and precautions in self-driving cars. #Tesla #autonomousdriving #SafetyFirst"
    },
    {
        "data": "#Tesla h cuts prices on all models, 3rd cut this year\nttps://bit.ly/3MruUjR @nano_chips #nanochips"
    },
    {
        "data": "#TESLA #GIVEAWAY Don't miss the chance to park it in your garage! Join #Biconomy x #Pepita event #Crypto #Trading #Cryptocurrency"
    },
    {
        "data": "#Biconomy x #PEPITA - \" $PEPITA in Hand, #Tesla in The Garage\" To reward the community for their support, PEPITA team will host a trade campaign exclusively for Biconomy users. There will be a Tesla Model Y and More Giveaways up for grabs! Event Time: 04/08/2023 10:00…"
    },
    {
        "data": "2 individuals are suspected to have hacked 2 of the largest car companies in the world bragging with these images below.   \n\nThoughts? @vxunderground #Ransomware #Lamborghini #tesla"
    },
    {
        "data": "#ElonMusk #Tesla $TSLA U.S. opens safety probe into Tesla that struck student \n\"Since 2016, NHTSA has opened 40 Tesla special crash investigations where  advanced driver assistance systems such as Autopilot were suspected of  being used with 20 crash deaths reported.\""
    },
    {
        "data": "U.S. opens safety probe into Tesla that struck student in North Carolina http:// reut.rs/3GqRHs0"
    },
    {
        "data": "Like/retweet if you appreciate Producer Wife. @farzyness #Tesla"
    },
    {
        "data": "The Model Y is a Tesla so it does all the things well that Tesla does well. This includes having a long driving range and lots of performance.Music by Sitaalexandra #modely #tesla #SitaAlexandra #doubleWahala #onemoredance #afrobeat #afrobeats #trending #SitaAlexandramusic #FYP"
    },
    {
        "data": "I may be too late to post this, but I learned about a Tesla connection through my interest last year. I am passionate about sustainable development and robots. #Tesla"
    },
    {
        "data": "Estimated #Tesla Order Backlog Potentially Explains Price Changes https:// insideevs.com/news/661331/es timated-tesla-order-backlog-march16-2023/ …"
    },
    {
        "data": "Which automaker outperformed all the others last year? You might be surprised. Which was the worst? You might not be surprised at all! #BMW #Ford #GeneralMotors #Honda #Hyundai #MercedesBenz #Nissan #Renault #Stellantis #Tesla #Toyota #Volkswagen"
    },
    {
        "data": "There are a number of catalysts that will become relevant over time as #Tesla continues to deliver on its promise. Analysts therefore recommend that investors with longer-term investment horizons buy shares of the company on pullbacks to ensure multiple returns on capital."
    },
    {
        "data": "Security researcher Evan Connelly has a report on how he was able to take over internal #Tesla accounts. https:// medium.com/@evan.connelly /post-account-takeover-account-takeover-of-internal-tesla-accounts-bc720603e67d …"
    },
    {
        "data": "#Tesla hit with 40th NHTSA probe into autonomous driving system https:// teslarati.com/tesla-nhtsa-pr obe-autonomous-driving-2023/ …"
    },
    {
        "data": "Our quality of service is unrivaled and our customers couldn't agree more! All reviews are real and were written by real customers. Our reviews are visible on Google. Follow us for more fun facts and current events about Tesla! #tesla #evsrepublic #electriccar #teslamodels"
    },
    {
        "data": "Finally in our Belgium @Tesla Shop ! Let the sun and the BBQ come ! #Tesla #BBQ @tesla_europe @TeslaClubBE #TeslaBrandingIron #teslamerkijzer"
    },
    {
        "data": "\"Looks like I'll have to start wearing pants in my own car now. Thanks a lot, Tesla! #Tesla #BananasHaveRights #stablediffusionart #chatgpt"
    },
    {
        "data": "#Tesla is showing off their innovations that set them a part from their competition more and more. It's nice to see the Tesla marketing team stepping up their game. \n\nGood job guys/gals!"
    },
    {
        "data": "Tesla highlights heat pump, Supermanifold and Octovalve in this video (I’ve been watching this several times so thought I’d share it with you)"
    },
    {
        "data": "#iron #Phosphate batteries are more common in Asian market (and in ICE battery) Different chemistry sets for different driving applications. #Tesla"
    },
    {
        "data": "Machine Learning concept 64: Deep Learning. https:// link.medium.com/wbZ2sYkZPyb #MachineLearning #DataScience #ArtificialIntelligence #digitalart #NFTs #Tesla #deeplearning #SVM #KNN #features #Python #javascript #100DaysOfCode #classification #regression #DataAnalytics @SwissCognitive"
    },
    {
        "data": "Tesla quietly launches new, cheaper Model Y in the US via https:// reddit.com/r/teslamotors/ comments/12fu396/tesla_quietly_launches_new_cheaper_model_y_in_the/?utm_source=ifttt … Join the conversation! #Tesla $TSLA"
    },
    {
        "data": "#Tesla #Earth Day Contest 2023 @elonmusk you don't normally see @Tesla used like this. However they sure can hold a lot back here 6'2 and an Injured Goat . #TeslaModelY #Homesteading #OffGrid"
    },
    {
        "data": "#model3 First day with it and simplest car I could ask for but with premium experience all around. What a wonderful car. Thank you #Tesla P.S Replaced my #Audi and I’m happy to move on after 10 years."
    },
    {
        "data": "#Tesla employees making memes of camera footage from vehicles, including interior cameras.."
    },
    {
        "data": "Think symmetry also. #tesla #physics"
    },
    {
        "data": "If you want to find the secrets of the universe, think in terms of energy, frequency and vibration. —Nikola Tesla"
    },
    {
        "data": "Tesla 240MWh Megapack Installation in Cal Flats via https:// reddit.com/r/teslamotors/ comments/12fpmzr/tesla_240mwh_megapack_installation_in_cal_flats/?utm_source=ifttt … Join the conversation! #Tesla $TSLA"
    },
    {
        "data": "Tesla on the cheap. Tesla cut prices of all models for the 2nd time this year after last price drop led to sales bump in the last quarter. Ya, now they're affordable, but will you be able to get them serviced in 2 years? 5 years? https:// buff.ly/3ZUh64v #axiosam #Musk #Tesla"
    },
    {
        "data": "So Tesla employees have been sharing images caught on cameras built into Tesla cars - and not entirely for work related reasons...\n\nSuggestion for Mr Musk - don't give up the day job #Tesla #PrivacyFail"
    },
    {
        "data": "Tesla Starts Deliveries Of Its GigaBier Limited Edition Pilsner\n\nMore Info Here: https:// autohelpers.net/tesla-starts-d eliveries-of-its-gigabier-limited-edition-pilsner/ … #tesla #teslanews #teslaupdate #news #tsla"
    },
    {
        "data": "New  Video  Alert All The Mats You Need For Your Tesla Model Y #tesla #modely #Model3 https:// youtu.be/6Rjdl4Y61Uc"
    },
    {
        "data": "RT @nancylevine : @carlquintanilla @maxwelltani Hi @FionaGreigDC . You are Global Head of Investor Research & Policy at Vanguard. @Vanguard_Group has a $40 billion stake in #Tesla .\n\nHow is Vanguard managing Musk's brand safety compromise and #investment r…"
    }
]