[
    {
        "data": "Tesla’s KILLER new Full Self Driving feature for the highway. @elonmusk #Tesla #FSDBetaV11"
    },
    {
        "data": "Authorities ID woman killed in fiery Tesla crash on Sunset Boulevard - CBS Los Angeles awful trapped banging on the windows three people burned one dies $tsla $tslaq #tesla"
    },
    {
        "data": "The Tesla CyberRoadster has found its Charge port placement, behind the license plate, it’s rough rn but it’s coming along nicely #tesla #cyberroadster"
    },
    {
        "data": "China is considering banning the export of technologies used to produce  high-performance rare earth magnets deployed in electric vehicles, wind  turbine motors and other products, citing “national security” as a  reason, it has been learned.\n\n1/2 #China #Metals #rareearth #Tesla"
    },
    {
        "data": "Tras la publicación del escándalo de #Tesla sobre la distribución de imágenes grabadas por los coches entre sus empleados recordamos el vídeo de @Angel_gaitan_of que nos enseñaba hasta donde llega la vulnerabilidad de la privacidad de tener esta marca en nuestras vidas."
    },
    {
        "data": "#ElonMusk says it will cost $14 trillion for the world to rely on #fossilfuels but a lot less to convert to #cleanenergy \" #Tesla ’s report finds that an economy built on #sustainableenergy is not only feasible, it is economically preferable\" @mzjacobson"
    },
    {
        "data": "#Tesla Australia"
    },
    {
        "data": "Nothing is easy, \nbut who wants nothing? \n\nTESLA FSDbetaV11.3.3 \n\nMy #TESLA drove me to my sports med yearly check up without any disengagements. $TSLA #FSDBetaV11 @Tesla @elonmusk"
    },
    {
        "data": "Everything is better with the voltage! #VOLT $VOLT #VOLTINU #VOLTARMY #TESLA"
    },
    {
        "data": "V11.3.3 has been quite smooth. The only thing I did on this drive was hit the acceleration at a stop sign at the end. @elonmusk @aelluswamy @WholeMarsBlog #FSDBeta #Tesla #ElonMusk #Canada #Vancouver #SelfDrivingCars #GoodFriday"
    },
    {
        "data": "#Tesla has released a base model AWD #ModelY in the U.S for a base price of $49,990usd ($74,900AUD).\nThis is possibly the 4680 battery, similar to the AWD made available to Tesla employees last year.\nEstimates range is 279 miles(449km)\n\nWho would buy one of these over the LR?"
    },
    {
        "data": "electricity bill? Try switching to LED light bulbs, which use less energy and last longer than traditional incandescent bulbs. #Tesla"
    },
    {
        "data": "#Tesla #FSDBeta Milestone: FSD Now Drives 1 Million Miles Per Day https:// notateslaapp.com/news/1327/tesl a-fsd-milestone-1-million-miles-per-day-actively-driven …"
    },
    {
        "data": "Should have bought a #Polestar with Volvo experience is manufacturing, they are far superior to Tesla car. $PSNY I expect the Polestar 3 and Volvo EX90 to beat #Tesla model X and Cybertruck build quality by a long way."
    },
    {
        "data": "According to #Tesla 's U.S. website, Tesla has reduced the starting price of the long-range and high-performance versions of the Model 3 by $1,000 each in the United States."
    },
    {
        "data": "This new Model Y AWD costs $49,990, is this the result of lower 4680 battery costs? #Tesla 's price advantage is starting to accelerate"
    },
    {
        "data": "#Tesla surpassed Mercedes-Benz and Toyota to top the list of the world's most valuable car brands, with a brand value of $66.2 billion, more than five times the previous value, according to Brand Finance (UK)"
    },
    {
        "data": "#Tesla (TSLA) slashes prices across all its electric vehicles again"
    },
    {
        "data": "All falling into place as hoped. Some great tesla news today, very pleased. #tesla $TSLA"
    },
    {
        "data": "BREAKING: Tom Zhu has been named Senior Vice President of Automotive at @Tesla , effective as of April 2023.\n\n\"Tom Zhu has served as our Senior VP, Automotive since April 2023. Mr. Zhu joined Tesla in April 2014\""
    },
    {
        "data": "Because the market is closed tomorrow for the holidays, #Tesla is very relieved to release price cuts and other related news"
    },
    {
        "data": "\"NEON NIGHTS\" An art style inspired by Custom Tiyoko, Clawberta and other kawaii-themed Video Games! They are going to be released under the \"KOSMOWERKE\" name, however. #CarVerse #art #artwork #Artist #ArtistOnTwitter #Automotive #Cars #Tesla #イラスト"
    },
    {
        "data": "@WholeMarsBlog found the new Model P #tesla"
    },
    {
        "data": "#Tesla 's board of directors amended its policy regarding pledged stock to limit the total amount of loans that CEO Elon Musk can pledge against his shares to the lesser of $3.5 billion or 25% of the total value of the pledged stock."
    },
    {
        "data": "Everyone got to get a  mowercycle this summer. #Tesla"
    },
    {
        "data": "Very nice memories to my first EV ever - 10 years ago now #Tesla Roadster 2.5 Artic White VIN944 \n\nAnyone knows perhaps where it would reside now ?"
    },
    {
        "data": "Can u tell I like Teslas #elon_musk #tesla"
    },
    {
        "data": "#LUCID $LCID AIR …….All day…every day….twice a day….and three times on Sunday…. No question what so ever!  How can you look at this beauty and even think about a #Tesla Model S…."
    },
    {
        "data": "#Tesla 's Master Plan 3 shows that a sustainable future is absolutely feasible, comes with lower investment costs, and requires half the energy of today. https:// tesla.com/ns_videos/Tesl a-Master-Plan-Part-3.pdf … The conclusion sums it up:"
    },
    {
        "data": "“Guardians of the Ride” #Tesla #S3XYCARS #Roadster"
    },
    {
        "data": "Tom Zhu promoted again, now #Tesla Senior Vice President of Automotive https:// driveteslacanada.ca/news/tom-zhu-p romoted-again-now-senior-vice-president-of-automotive/ …"
    },
    {
        "data": "Our date with spring #Tesla #ElonMusk #TeslaClub"
    },
    {
        "data": "\"Although #Tesla says its in-car cameras are 'designed from the ground up to protect your #privacy ', today's Reuters report described employees as having easy access to the cameras' output and sharing that freely with other employees\""
    },
    {
        "data": "#Tesla Energy #rEVolution , AI Threat and Hungry #Robots Running Wild on FSD: Will They Eat All Available #Lithium by 2030? http:// kirillklip.blogspot.com/2023/03/tesla- #lithium $WINH $TESLA"
    },
    {
        "data": "#Tesla implements fresh round of price reductions for its Model S3XY lineup https:// teslarati.com/tesla-s3xy-lin eup-fresh-price-cuts/ …"
    },
    {
        "data": "#Tesla v2 Yoke with ‘improved materials’ rumored to come this Summer https:// teslarati.com/tesla-v2-yoke- improved-materials-summer-2023/ …"
    },
    {
        "data": "It's simply amazing how these 20\" TSR Satin Black @TSportline wheels have totally transformed the look of my @Tesla Model 3... #TSportline #Tesla #Model3 #EVLife"
    },
    {
        "data": "NEW VIDEO OUT Tesla's Plaid Model S insane engineering Enjoy https:// youtu.be/6xGGguXClEo #Tesla #TESLAP"
    },
    {
        "data": "“DARE” #Tesla #Roadster #Gorgeous #DARE"
    },
    {
        "data": "Ideas for Mars housing! #Tesla"
    },
    {
        "data": "Wow!!!!"
    },
    {
        "data": "So I did a thing…. #tesla $tsla #forjbstraubel #vote"
    },
    {
        "data": "Elon on Guitar made with #DreambyWombo #Wombo #guitarist #cosmicart #spaceageart #aiartist #guitar #elonmusk @ElonMusk #tesla"
    },
    {
        "data": "The sun gives us more energy in just one hour than we use in one year. Let's work together to increase our use of solar energy and help save the planet! @Enphase @TeslaSolar @Sunnova https:// tinyurl.com/infy-twitter #solarpower #cleanenergy #california #tesla #teslasolar"
    },
    {
        "data": "#Tesla ABD fiyatlarını yeniden düşürdü\n\n— İskonto yüzde 2 ila 6\n\n— Beşinci tur indirim oldu\n\n— Model 3 için -$1000\n\n— Model Y için -$2000\n\n***\nModel Y fiyatı sene başından beri toplam %20 azaldı."
    },
    {
        "data": "# #Tesla to use iron-based batteries in Semi electric trucksand affordable electric car https:// bit.ly/3ZQpqCf"
    },
    {
        "data": "Tesla to Use Iron-Based Batteries in Semi Electric Trucks and Affordable Electric Car via https:// reddit.com/r/teslamotors/ comments/12ei1or/tesla_to_use_ironbased_batteries_in_semi_electric/?utm_source=ifttt … Join the conversation! #Tesla $TSLA"
    },
    {
        "data": "#테슬라 #TESLA $TSLA #전기차 #장기투자 Q: 테슬라는 전기차 기업인데, \n왜 신재생 에너지 전력시장의 최고 가치 기업이 될꺼라고 하는거죠?\n\nA: 기회는 늘 위기 속에서 탄생하고 난세에 영웅이 난다고 하잖아요.\n전기차와 태양광 에너지의 폭발적 증가세는 결코 유가와 무관하지 않을꺼에요. \n고…"
    },
    {
        "data": "To be continued... Back To The Future Source https:// youtu.be/xvacBzZtYag L VE @SpaceX FOREVER Thanks Doc @elonmusk #MaykiGTI #SpaceX #Tesla #Twitter #BTTF #USA #Movie #music #Musique #מוסיקת #موسيقى #Love #Hope #Happy #Good #Future #News #NFT …"
    },
    {
        "data": "Liftoff!"
    }
]